export const dataThree = [
   
    {
        id:40 ,
        kind: 'Галстук-бабочка',
        text: 'церемониальная модель. В сущности это лента, из которой получается фигура, похожая на бабочку. Такой галстук может быть традиционным и фабричным, с готовым узлом, а также на резинке, подходящей любой шее. Есть бабочки вообще без ленты, но с застежкой для воротника.',
        look: 'https://obliqo.ru/wp-content/uploads/2021/08/vidy-galstukov-babochka.jpg',
        sort: 'usual'
    },
    {
        id: 41 ,
        kind: 'Галстук-боло или техасский, ковбойский галстук.',
        text: 'Говорят, его «предки» – веревки, на которых индейцы носили круглые метательные камни. С виду это шнур, скрепленный подвижным зажимом. Нашейные шнурки не раз взмывали на вершину моды. Носили их в 50-ых, 70-ых, 90-ых. Любят боло и сегодня, ведь франтоватый, стильный шнурок подходит клетчатым рубахам, дениму, замшевым жилетам…. А украшенный чеканной пряжкой, и под костюм.',
        look: 'https://obliqo.ru/wp-content/uploads/2021/08/glastuk-bolo-na-muzhchine-foto.jpg',
        sort:  'usual'
    },
    {
        id: 42,
        kind: 'Галстук-платок: АСКОТ',
        text: 'Галстук-платок Это квадратный кусок ткани, который элегантно оборачивают вокруг шеи. Галстук-платок уместен и к костюмам-визиткам, и к непарным пиджакам из твида, вельвета, кожи. Несмотря на примитивность формы, нашейный платок тоже делится на разновидности.Аскот или эскот – его надевают либо на престижные спортивные турниры, либо на светские рауты. Особенность аскота в том, что большая часть такого платка должна выглядывать из-под рубашки.',
        look: 'https://obliqo.ru/wp-content/uploads/2021/08/vse-vidy-galstukov-askot.jpg',
        sort:  'scarf'
    },
    {
        id: 43,
        kind:'Галстук-платок: ПЛАСТРОН',
        text: 'Пластрон – широкий нашейный платок с острыми концами. По особым поводам пластроны скрепляют булавками, но обычно просто завязывают.',
        look: 'https://obliqo.ru/wp-content/uploads/2021/08/vidy-galstukov-plastron.jpg',
        sort:  'scarf'
    },
    {
        id:44 ,
        kind:'Галстук-платок: ШАРПЕЙ',
        text: 'Шарпей – самый объемный нашейный платок, образующий множество складок. Это старомодный, картинный аксессуар сугубо для важных мероприятий.',
        look: 'https://obliqo.ru/wp-content/uploads/2021/08/sharpej.jpg',
        sort:  'scarf'
    },
    {
        id:45 ,
        kind:'Лавальер',
        text: 'Так называется короткий галстук, который в завязанном виде напоминает тщательно уложенный платок.',
        look: 'https://obliqo.ru/wp-content/uploads/2021/08/lavaler.jpg',
        sort:  'usual'
    },
    {
        id:46 ,
        kind:'Регат',
        text: 'Фабричное изделие с готовым узлом и резинкой, универсальное для всех размеров и воротников.',
        look: 'https://obliqo.ru/wp-content/uploads/2021/08/vidy-galstukov-regat.jpg',
        sort:  'usual'
    },
    {
        id:47 ,
        kind:'Скинни',
        text: 'Он же селедка: экстремально узкий вариант, тренд мужской моды в 60-ых и 80-ых годах. Скинни превосходно сочетается с одеждой уличного стиля вроде приталенной сорочки, рубашки с коротким рукавом и джинсами.',
        look: 'https://obliqo.ru/wp-content/uploads/2021/08/galstuk-skinni.jpg',
        sort: 'usual'
    }
]