export const dataPants = [

    {
        id:45 ,
        call: 'Афгани',
        words: 'Они же – зуавы и алладины. Восточная модель штанов, в традиционном исполнении отличающаяся свободным кроем и множеством драпировок. Имеют низкую посадку, фиксируясь на бёдрах при помощи широкой резинки. Шаговый шов располагается на уровне колен или ниже, в зависимости от длины изделия, которая может быть как до щиколоток, так и до середины икр. Нижняя часть штанин фиксируется мягкой резинкой.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/vidy-brjuk-afgani.jpg',
        longs: 'norrmal'
    },
    
    {
        id: 46,
        call: 'Багги',
        words: 'Брюки свободного кроя с заниженной шаговой линией и постепенным сужением штанин к низу. От афгани отличаются отсутствием объёмных складок и драпировок. В районе пояса модели могут иметь застёжку или широкую резинку. Внизу, в зависимости от материала, иногда предусматриваются эластичные манжеты',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/baggi.jpg',
        longs: 'norrmal'
    },
    {
        id:47 ,
        call: 'Бамстеры',
        words: 'Брюки с максимально заниженной посадкой, увидевшие свет благодаря первой коллекции Александра Маккуина',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/baggi-1.jpg',
        longs: 'norrmal'
    },
    {
        id:48 ,
        call: 'Бананы',
        words: 'Представляют собой брюки со складками у пояса, свободные в области бёдер и постепенно сужающиеся к низу. Как правило, имеют косые вшитые карманы и высокую посадку.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/brjuki-banany.jpg',
        longs: 'norrmal'
    },

    {
        id:49 ,
        call: 'Бермуды',
        words: 'Укороченные штаны свободного кроя длиной до колена, в верхней части имеющие абсолютное сходство с классическими брюками. Внизу на штанинах предусмотрены отвороты в несколько сантиметров.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/bermudy.jpg',
        longs: 'short'
    },
    {
        id:50 ,
        call: 'Бойфренды',
        words: 'Штаны, как правило, джинсы, мешковатого кроя, со слегка заниженным шаговым швом, без декора, либо с потёртостями, всем своим видом демонстрирующие грубоватую небрежность.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/bojfrendy.jpg',
        longs: 'norrmal'
    },
    {
        id:51 ,
        call: 'Бриджи',
        words: 'Разновидность укороченных брюк, длиной чуть ниже колена. Свободно или плотно сидящие на бёдрах, они обязательно прилегают к голени в нижней части, где могут декорироваться манжетами или небольшими разрезами.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/bridzhi.jpg',
        longs: 'short'
    },
    {
        id:52,
        call: 'Галифе',
        words: 'Разновидность штанов, заимствованная из военной формы, одновременно напоминающая афгани и бананы. Имеют высокую посадку и значительный объём в области бёдер, создавая мягкие драпировки. Ниже колена полностью повторяют очертания ноги.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/vidy-brjuk-galife.jpg',
        longs: 'norrmal'
    },
    {
        id:53 ,
        call: 'Джоггеры',
        words: 'Модель, подходящая к спортивной и повседневной стилистике. В дословном переводе название означает «штаны для тренировок». Отличаются отсутствием ширинки, наличием кулиски или широкой резинки на поясе, идеальной посадкой на бёдрах и свободным кроем. Постепенно сужаясь, в нижней части обычно фиксируются эластичной манжетой или резинкой.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/dzhoggery.jpg',
        longs: 'norrmal'
    },
    {
        id:54,
        call: 'Дудочки',
        words: 'Полуоблегающая модель брюк с классической посадкой и прямыми штанинами. Иногда дополняется стрелками или вшитыми косыми карманами по бокам. Служат отличной базой для многих образов, гармонично вливаясь в различные стилистические решения и сочетаясь практически со всеми видами одежды: рубашками, футболками, кардиганами, пиджаками и пальто. Из женского арсенала можно добавить также блузки и объёмные свитера.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/dudochki.jpg',
        longs: 'norrmal'
    },
    {
        id:55 ,
        call: 'Капри',
        words: 'Укороченные облегающие брюки, преимущественно прямого кроя, штанины которых заканчиваются между коленом и щиколоткой. Имеют множество вариантов исполнения и стилистических решений. Могут быть сшиты из любых материалов, сочетаясь соответственно с топами, блузками, майками, футболками, кардиганами и ветровками.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/vidy-brjuk-kapri.jpg',
        longs: 'short'
    },
    {
        id:56 ,
        call: 'Карго',
        words: 'Удобные и практичные штаны со множеством карманов. Выполняются из любых материалов, в различных цветовых исполнениях.Позволяют создавать непринуждённые образы в урбанистическом, спортивном, кэжуал и милитари-стилях. Дамы комбинируют такие брюки с кроп-топами, майками, футболками, водолазками, рубашками, лонгсливами и толстовками. Мужчины – с облегающими футболками, рубашками простого кроя, спортивными пиджаками и куртками-бомберами.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/brjuki-kargo.jpg',
        longs: 'norrmal'
    },
    {
        id: 57,
        call: 'Каррот',
        words: 'Разновидность бананов с более скромным дополнительным объёмом, приходящимся на верхнюю часть бёдер. Отличаются высокой посадкой и более лаконичным кроем. Подходят как на каждый день, так и для вечерних выходов. Сочетаются с трикотажным верхом, рубашками, а в женском гардеробе ещё и со свободными блузами, облегающими топами и лёгкими джемперами.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/karrot.jpg',
        longs: 'norrmal'
    },
    {
        id: 58,
        call: 'Классика',
        words: 'Отличаются прямым кроем, относительно свободной посадкой, не облегающей фигуру, но и не стесняющей движения, и стандартной длиной. В зависимости от модели, могут дополняться стрелками. Подходят для деловых встреч и работы в офисе. Сочетаются со строгим верхом: блузами, рубашками, блейзерами, джемперами и кардиганами. Отлично зарекомендовали себя в костюмном исполнении с аналогичными жилетками и пиджаками.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/klassicheskie-brjuki.jpg',
        longs: 'norrmal'
    },
    {
        id: 59,
        call: 'Клеш',
        words: 'Штаны, имеющие облегающий силуэт в верхней части и расширение к низу, начинающееся, в зависимости от модели, от бедра или от колена. Идея таких брюк заимствованная из военно-морской формы, со временем стала символическим признаком субкультуры хиппи.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/vidy-shtanov-klesh.jpg',
        longs: 'norrmal'
    },
    {
        id: 60,
        call: 'Леггинсы',
        words: 'Брюки из эластичного материала, полностью облегающие фигуру. Могут быть однотонными и принтованными. Изначально задуманные для занятий спортом, сохранили своё прямое предназначение исключительно в мужском гардеробе, где комбинируются с соответствующими по цвету и материалу майками, футболками, мастерками и толстовками. Что касается женщин, то они не смогли устоять перед искушением продемонстрировать достоинства своей фигуры не только на тренировках, но и в повседневной жизни. В зависимости от материала леггинсов, дамы успешно комбинируют их с разными видами футболок, топами, удлинёнными рубашками, майками, туниками, кардиганами и толстовками.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/vidy-brjuk-legginsy.jpg',
        longs: 'norrmal'
    },
    {
        id: 61,
        call: 'Скинни',
        words: 'Весьма востребованная как в мужском, так и в женском гардеробе, максимально облегающая фигуру модель брюк, универсальная по стилевому назначению. В зависимости от материала, сочетается практически с любым верхом, как облегающим, так и свободным, вплоть до оверсайз.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/skinni.jpg',
        longs: 'norrmal'
    },
   
    {
        id:66 ,
        call: 'Трубы',
        words: 'Модель брюк с одинаковой шириной штанины по всей длине. Зачастую декорируются стрелками, вшитыми карманами, боковыми застёжками или широким поясом. Расцветка может быть однотонной и принтованной. Вписываются в любой дресс-код, одинаково гармонично ведут себя в роли как деловой, так и повседневной одежды. Сочетаясь с кроп-топами, свободными блузами, облегающими футболками, лонгсливами и водолазками в женском гардеробе, в мужском удачно дополняются лаконичными рубашками, футболками, а в случае с джинсами также майками и толстовками.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/brjuki-truby.jpg',
        longs: 'norrmal'
    },
    {
        id:67,
        call: 'Чиносы',
        words: 'Штаны прямого кроя, слегка зауженные к низу с классической посадкой и длиной до щиколотки. Производятся, как правило, из натуральных материалов. Снизу зачастую оформляются отворотами, а у пояса имеют защипы. Являясь универсальной базовой моделью, позволяют создавать как достаточно строгие офисные комплекты, так и наряды на каждый день. Одинаково востребованы как в мужском, так и в женском гардеробе. Сочетаются с рубашками, футболками, блузами, лонгсливами и водолазками. Прекрасно дополняются пиджаками, жакетами и кардиганами различной длины.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/chinosy.jpg',
        longs: 'norrmal'
    },
   
    {
        id:69 ,
        call: 'Шаровары',
        words: 'Несложный свободный крой, классическая посадка, минимум декора, немного заниженный шаговый шов, удобство и практичность – вот основные признаки этих штанов с восточным названием. Выполняются преимущественно из струящихся тонких тканей. Широкие штанины, имеющие традиционную длину до щиколотки, в нижней части фиксируются резинкой или завязками. Сочетаются с этническими рубашками, облегающими футболками, а в женском гардеробе ещё и с укороченными топами. Имеют альтернативное европейское название – блумерсы.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/vse-vidy-brjuk-sharovary.jpg',
        longs: 'norrmal'
    },
    {
        id: 70,
        call: 'Кюлоты',
        words: 'Укороченный вариант брюк-палаццо. Отличаясь длиной до середины голени, такие штаны весьма похожи на юбку А-силуэта, причём существуют различные варианты исполнения: прямые, расклешённые, со свободными и встречными складками, отличающиеся материалом, цветовым решением и оформлением пояса. Поскольку такой фасон визуально укорачивает ноги, важно использовать каблуки для нейтрализации нежелательного эффекта. В верхней части ансамбля с кюлотами уместны как облегающие, так достаточно свободные модели: блузки, водолазки, лонгсливы и жакеты.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/kjuloty.jpg',
        longs: 'short'
    },
    {
        id: 71,
        call: 'Палаццо',
        words: 'Это удивительно женственная модель брюк свободного кроя с высокой посадкой, максимальным расширением от бедра и длиной «в пол», визуально напоминающая юбку. Зачастую декорируется защипами, создающими свободные или встречные вертикальные складки, и широким поясом. Гармонично сочетается с облегающим верхом, укороченными топами и блузками, жакетами и летними пиджаками. Обувь предпочтительна на каблуке или танкетке',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/placco.jpg',
        longs: 'norrmal'
    },
    {
        id: 72,
        call: 'Гаучо',
        words: 'Разновидность укороченных брюк свободного кроя с высокой посадкой, широким поясом и плавным расширением от бедра. Длина может варьироваться от середины икры до щиколотки. В давние времена их прообразом были аргентинские женские брюки для верховой езды, не нарушавшие внешнюю целомудренность и не стеснявшие движения. В современном исполнении сочетаются с футболками, блузками, топами и кардиганами.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/vidy-brjuk-gaucho.jpg',
        longs: 'short'
    },
    {
        id: 64,
        call: 'Слаксы',
        words: 'Брюки универсального назначения, отличающиеся умеренно свободным кроем и предельной лаконичностью. Шьются из достаточно плотной ткани, зачастую декорируются стрелками. Совместимы со многими стилями. В зависимости от выбранной расцветки и материала, сочетаются с рубашками, футболками, водолазками, джемперами, джинсовыми и спортивными куртками. Женские модели также могут быть укороченными.',
        toSee: 'https://obliqo.ru/wp-content/uploads/2020/07/vse-vidy-brjuk-slaksy.jpg',
        longs: 'norrmal'
    }

]