function Style(){
    return( <div>

        <section id='foot'>
         <div>
            <h1>Стили одежды</h1>
        </div>
        </section>
        <div className='top'>
       
            <h3>
            Стиль одежды — это определённая акцентированность ансамбля (комплекта одежды), продиктованная следующими признаками (или их совокупностью): возрастом, полом, профессией, социальным статусом, принадлежностью к субкультуре, личным вкусом человека, эпохой жизни общества, национальностью, религиозной принадлежностью, уместностью, функциональностью, образом жизни и индивидуальными особенностями. Акценты расставляются при помощи аксессуаров, обуви, расцветки ткани, принтов, фурнитуры, деталей отделки и фактуры ткани, кроем, комбинаторикой. Стиль одежды является одним из основных элементов имиджа человека. В рамках одного из стилей иногда различают его разновидности — подстили.
            </h3>
           
            
            
            <div className="findOut">
            <h2 className="letters">Поиск по буквам:</h2>

            <a className="letter" href='#one'> A </a>
            <a className="letter" href='#two'>Б</a>
            <a className="letter" href='#three'>В</a>
            <a className="letter" href='#four'>Г</a>
            <a className="letter" href='#five'>Д</a>
            <a className="letter" href='#six'>К</a>
            <a className="letter" href='#seven'>Л</a>
            <a className="letter" href='#eight'>М</a>
            <a className="letter" href='#nine'>О</a>
            <a className="letter" href='#ten'>П</a>
            <a className="letter" href='#twenty'>Р</a>
            <a className="letter" href='#thirty'>С</a>
            <a className="letter" href='#fourty'> Ф</a>
            <a className="letter" href='#fifty'> Х</a>
            <a className="letter" href='#sixty'>Э</a>
            
            </div>

        
            <section id='one'>

<div className='top'>
            <h2>Авангард: эпатаж и гротеск</h2>
            <img  src='https://obliqo.ru/wp-content/uploads/2018/02/stili-odezhdy-avangard.jpg' width={250} alt='style'/>
            <p className='class'>Основу его составляет одежда четкой, но асимметричной, часто хитроумной формы. Полы пиджаков могут быть разной длины, плечи вызывающе объемные, юбки оснащены каркасами, придающими им вид пирамид, бутылок, спиралей. Украшения в виде шипов, аппликаций из молний, огромных пуговиц и гипертрофированных бантов служат той же цели – усложнить силуэт, сделать образ экстримальнее.</p>
     
            <h2>Авиатор: эмансипация и тяга к приключениям</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/aviator.jpg' width={250} alt='style'/>
            <p className='class'>Авиатор представляют кожаные куртки-пилоты, дубленки, тулупы, «офицерские» плащи-регланы, бомберы. А также свитера, рубашки с накладными карманами, комбинезоны, брюки-карго, брюки с манжетами, галифе или шорты. Вид одежды специфический: всюду лямки, клапаны, пряжки, нашивки с атрибутикой ВВС. На ногах – глухая, на шнуровке обувь. Ткани стиля – кожа, замша, флис, деним, плотная шерсть. Цвета – коричневый, синий, оливковый, коньячный.</p>
        
            <h2>Академизм: демократичность и бесстрастность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/akademicheskij.jpg' width={250} alt='style'/>
            <p className='class'>«Прародителем» стиля считается одежда ученых, судей и студиозусов. То есть мантии, робы, шапочки с кистью, накидки, ленты и регалии. Ткани академизма простые, но солидные: кожа, замша, твид, лоден, драп, деним. Цвета спокойные, неяркие. Допускаются узоры: шотландская клетка, гусиная лапка, полоска. Пролетарии интеллектуального труда носят пальто-честерфилд, джинсовые куртки, нестрогие пиджаки, джемперы, джинсы стандартного кроя. В женском арсенале – платья без декольте со скупым, незаметным декором, скромные юбки, кардиганы, плащи. Обувь удобная, на низком каблуке.</p>
        
            <h2>Анимализм: импульсивность и игривость</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/animalizm.jpg' width={250} alt='style'/>
            <p className='class'>Истоки «звериного» стиля уходят в пещеры, во времена, когда одеждой человеку служили только шкуры. Ткани могут быть любые. Цвета – с узорами имитирующими раскраску тигра, леопарда, корову или зебру. Анимализм, однако, существует в двух ипостасях: первый имитирует шкуру, кожу или панцирь. Второй изображает собственно животных. Одежда – от женского белья до мужских галстуков. Сегодня, например, в тренде «чешуйчатые» топы и «змеиные» леггинсы. А еще 3D-рисунки панд, волков, оленей на футболках, свитшотах, туниках и даже купальниках.</p>
        
            <h2>Арт-деко: артистизм и эффектность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/art-deko.jpg' width={250} alt='style'/>
            <p className='class'>Отцы-основатели стиля – Роман Тыртов-Эрте, сочинявший костюмы для Маты Хари, и эксцентричный реформатор моды Поль Пуаре. Цвета глубокие, концентрированные, принты крупные, ритмичные. Ткани статусные: бархат, шелк, велюр, шифон. Характерная одежда – пиджаки на двух пуговицах, шотландские свитера, мужские брюки для гольфа, узкие красные галстуки и ботинки из коричневой замши. Женский арт-деко держится на платье простого, прямоугольного кроя. Его силуэт напоминает то ли античный хитон, то ли египетский «сарафан». Популярные приемы – декор стеклярусом, смещенная линия талии, многоярусные складки. Руки и плечи оголены, спины открытые. Дополняется наряд горжеткой, боа, шляпой-колокольчиком, тюрбаном или перьями.</p>
            </div>  
        </section>

        <section id='two'>
        <div className='top'>

            <h2>Балетный стиль: хрупкость и эфирность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/baletnyj.jpg' width={250} alt='style'/>
            <p className='class'>Один из самых женственных и вместе с тем несложных стилей. Одежда – юбки-пачки, юбки-шопенки и юбки туту, платья силуэтов, вызывающих ассоциации с балетом. Верх костюма элементарно прост, низ воздушный, летящий, чаще двухслойный. Ткани – шифон, фатин, гипюр, кружева. Цвета – на собственный вкус.</p>
        
            <h2>Бельевой стиль: провокация и фривольность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/belevoj.jpg' width={250} alt='style'/>
            <p className='class'>Ткани стиля неплотные, мягкие. Цвета приглушенные: оттенки жемчуга, слоновой кости, пыльной розы или лаванды. Одежда – платья-комбинации и платья-неглиже, топы, кружевные юбки, свободные комбинезоны на тонких бретелях, шорты, напоминающие панталоны. Многие дома, к примеру, Givenchy, предлагают одежду-белье и мужчинам: костюмы пижамного типа, гипюровые майки, сетчатые футболки.</p>
        
            <h2>Бохо или богемный стиль: креативность и красочность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/boho.jpg' width={250} alt='style'/>
            <p className='class'>Появлением это течение обязано не модельерам, а первым феминисткам, выступавшим за свободу самовыражения. Ткани стиля: ситец, хлопок, лен, мешковина, шерсть с национальными принтами. Цвета жизнерадостные. Богемный «репертуар» составляют свободные блузки, брюки-клеш, жилетки-пэчворк, многоярусные юбки, цветастые платья и шляпы. А к ним сапожки, украшенные бахромой, туфли с тесемками и бусинами, сандалии.</p>
        
            <h2>Бэби-долл: наивность и кукольность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/bjebi-doll.jpg' width={250} alt='style'/>
            <p className='class'>Стиль baby doll родом из Америки 60-70-х годов прошлого века. Этот стиль был символом целой эпохи. Благодаря кинематографу, бэби-долл из домашней женской одежды перешёл в разряд модной и повседневной. В 1956 году на экраны вышел фильм «Куколка» (Baby Doll), впоследствии определивший название самого стиля. Как ни странно, идею стиля в фильме задал пеньюар определённого кроя, что, впрочем, не помешало ему стать основным фасоном для повседневной одежды baby doll. Ткани – шелк, шифон, кружева, хлопок, кримплен, трикотаж. Цвета задорные, даже кислотные: лимонный, бирюзовый, апельсиновый. Одежда – пальто длиной до колена, юбки-клеш и трапециевидной формы, платья с минимальным декольте, топы, шорты, гольфы. Типичные детали – банты, плиссе, рукава-фонарики, туфельки с круглым носком.</p>
        </div>
    </section>

        <section id='three'>
        <div className='top'>

            <h2>Вамп: искушение и обольщение</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/vamp.jpg' width={250} alt='style'/>
            <p className='class'>Стиль, призванный создать образ решительной, целеустремленной, роковой красавицы. Прилегающее платье с разрезами и оголенными плечами – главное в гардеробе женщины-вамп. Рядом висят блузы с декольте, обтягивающие, с высокой талией брюки, юбки-миди из тонкой ткани, льнущей к ногам. Цвета туалета «фатальные»: черный, алый, бордо. Не отрицается хищный леопардовый рисунок, мерцающие «чешуйки». Ткани – бархат, атлас, шелк.</p>
        
            <h2>Вестерн или Кантри: практичность и универсальность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/kantri.jpg' width={250} alt='style'/>
            <p className='class'>Стиль возник в период золотой лихорадки, охватившей Дикий Запад. Прежний костюм мало подходил для длительного пребывания в седле и работы на прииске. Появилось кантри – немаркая и прочная одежда ковбоев и старателей. Ткани – кожа, деним, хлопок, байка, мешковина, замша. Им свойственна природная палитра, оттенки земли, травы и кожи. Допустимые узоры – клетка, цветочек, горох. Одежда кантри – замшевые куртки, жилеты, брюки в заклепках, комбинезоны, клетчатые рубашки, шейные платки. Подруги ковбоев носят широкие юбки, блузки из льна, корсеты, джинсы с бахромой. В ходу ковбойские шляпы, канотье и банданы, ремни с массивными пряжками, ботфорты, сапоги-казаки и мокасины.</p>
        
            <h2>Винтаж: эксклюзивность и изысканность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/vintazh.jpg' width={250} alt='style'/>
            <p className='class'>Vintage – термин, которым виноделы обозначают продукт высочайшего качества. А такому напитку обычно не один десяток лет. Винтаж в моде – это культовые, дизайнерские вещи прошлых поколений. Стиль, однако, бывает подлинный и мнимый (неовинтаж). Подлинно винтажная одежда – брендовая, редкая. Например, модели, созданные Коко Шанель, Кристианом Диором, Джанни Версаче и сшитые в то время. Винтажным предметам не должно быть меньше, чем 20 лет, но они обязаны оставаться в отличной сохранности. Впрочем, неовинтаж снимает ограничения. В рамках этого течения новые вещи обрели легитимность. Главное, чтобы их крой и фасон соответствовали лекалам известных когда-то дизайнеров.</p>
            </div>
        </section>

        <section id='four'>
        <div className='top'>
            <h2>Гламурный стиль: блеск и манерность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/glamurnyj.jpg' width={250} alt='style'/>
            <p className='class'>Акцент на роскошь оказался крайне популярным в 90-е годы, когда появилось огромное количество глянцевых журналов. С тех пор гламур не сдается, хоть выглядит подчас карикатурно. Ткани, которых требует стиль, – блестящие, полупрозрачные. Цвета могут быть и яркие, и пастельные, и даже приторные. Орнамент цветочный или звериный. Отделка – блестки и стразы. Останавливаться на видах и фасонах смысла нет. Одежда, прежде всего, должна маняще облегать фигуру, оставляя открытыми плечи, руки или ноги. Обувь – ажурные босоножки на высоком каблуке, лаковые туфли, ботильоны на шпильке, сапожки с кружевом, мехом. Мужской гламур нежен и сладок так же, как женский. Взгляните на последние коллекции от Gucci: цветистые пиджаки, мех на обшлагах, глянцевые шорты, туфли.</p>
        
            <h2>Готический стиль: мистицизм и меланхолия</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/gotika.jpg' width={250} alt='style'/>
            <p className='class'>Костюм готической эпохи мало похож на одежду, придуманную готами – субкультурой конца прошлого столетия. Ткани, из которой её шьют: бархат, велюр, кожа, винил, атлас, тафта, органза. Главный цвет, разумеется, черный, выступающий сам по себе или в дуэте с красным, белым, фиолетовым, бордовым. Одежда разнообразна и вычурна: фраки, сюртуки, плащи а-ля «Дракула», черные футболки с изображениями волка, ворона, летучей мыши, водолазки с рисунком скелета. Для девушек шьются корсеты, объемные, парящие юбки, платья замысловатого кроя с воланами и шнуровками. Исторически-эзотерический туалет дополняют шляпы-цилиндры и шляпы с вуалью, черные перчатки, застежки в виде черепов на обуви.</p>
            </div>
        </section> 

        <section id='five'> 
        <div className='top'> 
            <h2>Диско: музыкальность и пластичность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/disko.jpg' width={250} alt='style'/>
            <p className='class'>Основу его составляет одежда четкой, но асимметричной, часто хитроумной формы. Полы пиджаков могут быть разной длины, плечи вызывающе объемные, юбки оснащены каркасами, придающими им вид пирамид, бутылок, спиралей. Украшения в виде шипов, аппликаций из молний, огромных пуговиц и гипертрофированных бантов служат той же цели – усложнить силуэт, сделать образ экстримальнее.</p>
            </div>
        </section> 

        <section id='six'> 
        <div className='top'>
            <h2>Колониальный стиль: авантюризм и предприимчивость</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/kolonialnyj.jpg' width={250} alt='style'/>
            <p className='class'>Возник как подражание кумирам – нарядам Boney M и ABBA, Джона Траволты и (в советском варианте) Александра Абдулова.В женском – блузы с объемными плечами, платья с воланами, футболки крикливых расцветок, брюки-бананы, цветные колготки. Характерная обувь — мужские туфли на каблуке или платформе, босоножки серебристого цвета. Материалы-фавориты – полиэстер, люрекс, диско-ткань, вискоза. Главные цвета – белый и черный, неоновые</p>
        
            <h2>Космический стиль (Space Age): футуризм и зрелищность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/kosmicheskij.jpg' width={250} alt='style'/>
            <p className='class'>В моде космическая страница открылась в 60-х годах прошлого столетия. Синтетические материалы, вошедшие в быт, позволили конструкторам создать одежду в виде скафандров и шлемов, костюмов пришельцев. В жизнь ворвались куртки-лунники, комбинезоны, шорты, сарафаны, переливающиеся «космическими» бликами. Появился спрос на футболки с рисунками спутников и летающих тарелок, «дутые» сапожки на рифленой подошве, туфли цвета «бензиновые разводы». Ткани для пошива применяли глянцевые, металлизированные. Цвета – серебристый, белый, синий, фиолетовый. Сегодня космический стиль сместился в тему роботизации.</p>
        
            <h2>Кэжуал: индивидуальность и комфортность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/kjezhual.jpg' width={250} alt='style'/>
            <p className='class'>«Сasual» значит «неформальный», «случайный», но случайность его, конечно, хорошо продуманная. Выбор стилевой одежды широк: куртки, недлинные пальто, нестрогие пиджаки, свитера, рубашки, футболки, джинсы, слаксы, брюки-чинос, брюки-карго… Для женщин жакеты, жилетки, кардиганы, топы, леггинсы, юбки и платья без декольте. Кэжуал внимателен к деталям, но отрицает стразики, пайетки, рюшечки.<br></br> <span>Спорт-кэжуал</span>  может дополняться бейсболками, брюками-багги, джоггерами, спортивными майками и кофтами с капюшоном. <br></br> <span>Смарт-кэжуал</span> напротив, более строг, являясь облегченным вариантом офисной одежды. Характерная примета смарт-кэжуал-стиля – по-настоящему дорогие, однако неброские вещи. <br></br> <span>Бизнес-кэжуал</span>, стиль пятничных, послерабочих вечеров. Он синтезирует опрятность и корпоративность с комфортным, минимальным отклонением от офисной одежды. Обувь, подходящая к одежде кэжуал, – броги, лоферы, слипоны, балетки. Типичные ткани – кожа, вельвет, деним, трикотаж, шерсть, хлопок, лен. Цвета любые, не режущие глаз.</p>
            </div>
        </section>     
            
        <section id='seven'> 
        <div className='top'>
            <h2>Ламберджек стиль: невозмутимость и надежность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/lamberdzhek.jpg' width={250} alt='style'/>
            <p className='class'>Несмотря на то, что стиль известен с конца позапрошлого века, он утвердился сегодня, когда вернулся запрос на брутальность и мужские бороды. Задача ламберсексуала (так называют представителей стиля) – создать ореол сурового, скупого на слова и эмоции парня. А «священный» предмет в его шифоньере – куртка в красно-черную клетку или такая же, толстая и теплая, навыпуск рубаха. Материалы – вязаная шерсть, байка, замша, дубленая кожа, овчина. Цвета лесоруба – коричневый, беж, красный и черный.</p>
            </div>
        </section> 
        
        <section id='eight'>
        <div className='top'> 
            <h2>Милитари: самоуверенность и жесткость</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/militari.jpg' width={250} alt='style'/>
            <p className='class'>Официальным законодателем стиля называют дом моды Louis Voitton. Одежду с военным уклоном не спутаешь с другой. Это шинели, бушлаты, куртки-пилоты и куртки-танкеры, парки, бомберы. Продолжим? Френчи, кители, мундиры, галифе, брюки-карго, кюлоты, комбинезоны, платья-рубашки, юбки… И, соответствующий декор: погоны, петлицы, аксельбанты, эполеты… Портрет модного «коммандос» завершает армейская обувь, кепи, папаха, фуражка или берет с кокардой. Ткани – кожа, парусина, драп, деним, фланель, флис. Цвета – хаки, камуфляж, серый, болотный, оливковый.</p>
            </div>
        </section> 

        <section id='nine'> 
        <div className='top'>
            <h2>Оверсайз: нестандартность и уют</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/oversajz.jpg' width={250} alt='style'/>
            <p className='class'>Ошибочно думать, что оверсайз – одежда большего размера. На самом деле это особый фасон с намеренно увеличенными рукавами, воротом, полочками и карманами. Такого типа могут быть пальто, куртки, свитера. Любительницы оверсайза носят платья с размытым, неопределенным силуэтом или платья-халаты с широкими, длинными рукавами. Ткани, подходящие для воплощения, – нежесткие, мягкие. Цвета, по большей части, сдержанные.</p>
            </div>
        </section> 

        <section id='ten'> 
        <div className='top'>
            <h2>Пин-ап: кокетство и пикантность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/pin-ap.jpg' width={250} alt='style'/>
            <p className='class'>Слово означает «пришпиливать», потому что картинки с глазастыми и пухлогубыми красотками солдаты, студенты и старшеклассники пришпиливали к стенке. Задание стиля, который возник под воздействием этих картинок, – создать столь же сексапильный, притягательный облик. Предлагаемая одежда – платья в талию, юбки-клеш, клетчатые рубашки, майки, шорты с высокой талией, облегающие брюки, блузки с откровенным вырезом и кружевными бантами. Аксессуары – ажурные чулки с подвязками, ленты для волос, туфли на шпильке. Ткани преимущественно светлые, солнечные, с принтами в горох или милый цветочек.</p>
        
            <h2>Преппи: аккуратность и элитарность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/preppi.jpg' width={250} alt='style'/>
            <p className='class'>Термин произошел от слова «предварительный», а стиль «вырос» из формы учеников престижных школ и колледжей. Его материалы – твид, кашемир, мохер, вискоза, лен. Палитра – синий, белый, песочный, голубой, красный и желтый цвета. Из орнаментов приветствуются ромбы, полосы и клетка. Преппи-одежду представляют пальто-кромби, тренчи, блейзеры, пуловеры и джемперы, жилеты. В этом же ряду рубашки поло и оксфорд, брюки с защипами, из плотной ткани шорты. Девушки выбирают юбку-карандаш или юбку А-силуэта. Обувь на все случаи – туфли-лоферы, оксфорды, броги, топ-сайдеры.</p>
            </div>
        </section> 

        <section id='twenty'> 
        <div className='top'>
            <h2>Ретро: харизматичность и жизнелюбие</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/retro.jpg' width={250} alt='style'/>
            <p className='class'>Интерес к минувшим эпохам и платьям вспыхнул в середине XX столетия. В отличие от привередливого винтажного стиля, ретро не требует подлинных предметов старины, а довольствуется подражанием. Фасоны, модели, цвета – характерные для времени, которое копируют. Типичные материалы – бархат, шелк, шифон, атлаc.</p>
            </div>
        </section>

        <section id='thirty'> 
        <div className='top'>
            <h2>Сафари: упорство и азарт</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/safari.jpg' width={250} alt='style'/>
            <p className='class'>Сафари-стиль возник на пике интереса к Африке, её колонизации и освоения. Сафари-одежда – свободные пиджаки, светлые рубашки, тенниски, комбинезоны, жилеты… Мужчины могут выбрать слаксы, брюки-карго, кюлоты или шорты с отворотами. Женщины – платье-рубаху или юбку-миди с запахом. Карманы, лямки, ремни и шнуровка украшают и женскую, и мужскую одежду. Обувь тоже со шнуровкой, но могут быть и туфли на пробке, и сандалии-гладиаторы. Ткани «охотничий» стиль предпочитает натуральные, «дышащие». Цвета – оттенки камня, песка, терракоты, дерева.</p>
            </div>
        </section>

        <section id='fourty'>
        <div className='top'> 

            <h2>Фольклорный стиль: простота и живописность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/folk.jpg' width={250} alt='style'/>
            <p className='class'>В отличие от этники, фолк-стиль не ставит своей целью воссоздать аутентичный народный костюм. А стилизует его, прибегая к наглядным штрихам и отдельным приемам. Это может быть обычная рубашка, но с мережкой, пояс-кушак, юбка, сшитая из павлопосадских платков, безрукавка-пэчворк. Ткани, как нетрудно догадаться, натуральные. В большом почете кисти, рюши, аппликации, плетения. Цвета – сочные, радующие глаз.</p>
            </div>
        </section>

        <section id='fifty'> 
        <div className='top'>
            <h2>Хиппи: любовь, естественность, свобода</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/hippi.jpg' width={250} alt='style'/>
            <p className='class'>Акцент на роскошь оказался крайне популярным в 90-е годы, когда появилось огромное количество глянцевых журналов. С тех пор гламур не сдается, хоть выглядит подчас карикатурно. Ткани, которых требует стиль, – блестящие, полупрозрачные. Цвета могут быть и яркие, и пастельные, и даже приторные. Орнамент цветочный или звериный. Отделка – блестки и стразы. Останавливаться на видах и фасонах смысла нет. Одежда, прежде всего, должна маняще облегать фигуру, оставляя открытыми плечи, руки или ноги. Обувь – ажурные босоножки на высоком каблуке, лаковые туфли, ботильоны на шпильке, сапожки с кружевом, мехом. Мужской гламур нежен и сладок так же, как женский. Взгляните на последние коллекции от Gucci: цветистые пиджаки, мех на обшлагах, глянцевые шорты, туфли.</p>
        
            <h2>Хипстеры: чудаковатость и мейнстримность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/hipster.jpg' width={250} alt='style'/>
            <p className='class'>Если в двух словах, то хипстер – это стиляга нового века. Сложилось направление недавно, создав собственную визуальную идентификацию. Хипстера выдает педантичное отношение к деталям: длинный шарф или шейный платок, очки, холщовая сумка. К этому прилагаются облегающие пиджаки, джинсы-скинни или бриджи, леггинсы, джеггинсы, клетчатые рубахи навыпуск, футболки с остроумными принтами, конверсы. Ткани – фланель, деним, вельвет, шерсть, лен. Цвета – синий, красный, хаки.</p>
            </div>
        </section>

         <section id='sixty'> 
         <div className='top'>    
            <h2>Этнический стиль: самодостаточность и искренность</h2>
            <img src='https://obliqo.ru/wp-content/uploads/2018/02/jetno-1.jpg' width={250} alt='style'/>
        <p className='class'>Этника в одежде – понятие безбрежное. Сколько наций, народов, племен, столько же этнических направлений существует внутри стиля. Костюм, к примеру, может быть создан по греческим выкройкам, египетским, индийским или индейским мотивам, африканским и, естественно, русским. Ввиду такой вариативности оттенки, принты и фасоны этнического костюма всегда разные – в соответствии с выбранной национальной темой. А общее для этники одно: натуральность ткани.</p>
        </div>
        </section>

       
        <br></br>
        
        </div>

        <div className='top'>  
    <a className="foot" href='#foot'>В начало страницы</a>
    </div>
    <br></br>
    <br></br>
</div>
        
    )
}
export default Style;